{
    //Main part

    ENABLED = "有効";
    EFFECTS = "効果";
    FORMULAS = "グループ";
    RANDOMIZE = "ランダムに表示";

    //credit yourself here (if you want)
    TRANSLATION = "Translation by @JB_rk73";

    DONATE = "寄付する";
    SOURCE_CODE = "ソースコードを表示";
    R_CYLINDER = "他の効果を /r/cylinder で見る";
    BARREL = "Barrel (元のTweak)";

    //Effects subscreen

    RESET_EFFECTS = "全解除";

    //Formulas subscreen

    CREATE_NEW_FORMULA = "新しいグループを作成";
    CREATE_FORMULA_INFO = "今あなたが有効にしている効果が新しいグループになります。";
    FORMULA_NAME = "グループ名";
    CREATE_FORMULA = "グループを作成";
    CANCEL = "キャンセル";
    FORMULA_ALREADY_EXISTS = "同じ名称のグループが既に存在します。";
    OVERWRITE_IT = "上書きする";
    NO_EFFECTS_ENABLED_TITLE = "効果が一つも適用されていません。";
    NO_EFFECTS_ENABLED_DESC = "効果を選んでから、グループを作成してください。";
    NO_EFFECTS_ENABLED_OK = "了解";

    //Donate subscreen

    THANK_YOU = "ありがとうございます";
    PAYPAL = "ここをタップするとSafariが開き、PayPal経由で寄付できます";

    //Footer text

    //You do not have to translate this part if you don't want to. I realize it's a lot of work.

    FOOTER_TEXT = "HOW TO CODE YOUR OWN EFFECTS:

Open iFile (or Filza) and go to /Library/Cylinder. There you'll see a bunch of folders with people's usernames. In these folders you'll see a bunch of .lua files. If you open any of these with the text viewer you can see the code. For a start I'd recommend looking at the Backwards.lua file in the gertab folder to get an idea of how to do it. In there if you edit the 2*offset to 3*offset (don't forget to reload the effect after) you'll notice a kind of \"Backwards hella far\" effect.

Follow the pattern you see in order to add your own effects. If you get stuck, take a look at EXAMPLE.lua or search \"lua tutorial\" on YouTube.";
}
